Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: [꼭꼭 숨어라…… 머리카락 보일라…… 꼭꼭 숨어……♪]
en_us: Come out, come out... Wherever you are... Come out, come out...

source: “쏘세지 야채볶음이요.{j}저는 해산물 별로 안 좋아해서 고기 위주로만.{j}헤헤-”
en_us: “Sausage and vegetable stir fry. I mostly had meat since I don’t really like seafood, hehe,” Seulbi answered.{j}{j}

source: 그때.{j}“아저씨, 머리 좀!”{j}옆에서 또다시 목소리가 들려왔다.
en_us: In that moment, the voice called to me again, “Heads up, mister!”{j}{j}

source: “……갔지?”
en_us: “Are they gone...?”

source: 그곳에 가면 뭔가 먹을 것이 있을 가능성이 컸다.{j}라면이나 커피 등, 모텔에 구비해 두어야 하는 기본적인 간식거리 같은 것들 말이다.
en_us: There was a high likelihood that I’d find something to eat there. There had to be snacks, the kind that motels were typically equipped with, such as instant noodles, coffee, and such.{j}

source: 김슬비는 조수석 창문 아래로 계속해서 페트병에 담긴 머리카락들을 뿌리며 따개비 인간들을 유인했다.
en_us: Seulbi continued to spill the hair bits inside the plastic bottle to lead the barnacle beings.

source: “그리고 화장실 바깥에도 혹시 저런 것들이 돌아다니고 있을지 모르니까.”
en_us: “Who knows? Those monsters might be roaming around outside the washroom too.”

source: 내가 근무하고 있는 ‘굴덕도’는 인천항에서 90㎞ 정도 떨어져 있는 작디작은 섬.{j}일반적인 등대관리원들과는 다르게 나는 이곳에 상주하면서 등대를 관리한다.
en_us: Guldeok Island, the place I’m working at, is a tiny island located about fifty-six miles from Port of Incheon. Unlike most other lightkeepers these days, I live at the lighthouse while tending and caring for the lighthouse.{j}

source: 불과 몇십 분 전까지만 해도, 나는 침대에 누워서 배나 벅벅 긁고 있었다.{j}라면을 생으로 뽀개 먹을지, 봉지에 뜨거운 물만 넣고 뽀글이로 끓여 먹을지가 분명 오늘 하루 최대의 고민거리였는데.{j}지금의 나는 쏟아지는 비를 맞으며 어두운 바다에 홀로 떠 있다.{j}몰아치는 파도가 너무 무서워서 끈으로 내 구명조끼와 운전석의 기둥을 꽁꽁 동여맬 정도로.
en_us: Only an hour or so ago, I had been laying on my bed, scratching my belly. My biggest worry of the day was wondering whether I should eat my instant noodle raw or pour some hot water into the packet. But now, I was floating on the dark ocean as rain poured down on me. The turbulent waves were so terrifying that I had to bind my life jacket to the mast on the driver’s seat.{j}{j}{j}

source: “으헉!?”
en_us: “Gragh!” I yelped.

source: 갈고리 모양의 쇳조각이 동그란 소리에서 빠져나와 체인 밑으로 늘어진다.
en_us: The hook-shaped metal lock slipped out and fell down the chain.

source: 공식 배차?{j}그런 거 없다.{j}그냥 무작정 무기한 연기다.{j}섬이란 곳이 다 그렇지 뭐.
en_us: What about rescheduling, you ask? There’s no such thing. It just gets delayed for who knows how long. It’s like that in an island.{j}{j}{j}

source: 뿌드드득!
en_us: Crumple!

source: 나는 녹차 티백을 뜯어 그것들을 깨끗하게 닦아 냈다.{j}그리고 화장대의 거울을 조심조심 바닥에 눕혔고, 그 위에 이불을 덮었다.
en_us: I tore open a packet of green tea and cleaned the mirror. Then, I gingerly set it down on the floor and placed a blanket on top.{j}

source: 회장은 턱을 짚었다.{j}“흠.{j}진짜 물리거나 긁힌 부분은 하나도 없네.{j}정말로 단순한 배탈 감기인가.”
en_us: The president rubbed his chin. “Hmm. It’s true. He has no signs of bites or scratches on his body. Is it really just a cold and a stomachache?”{j}{j}{j}

source: 와지지직!
en_us: Crash!

source: “그래도 같이 가면 좋을 텐데.{j}고양이 손이라도 빌려야 할 판국이라.”
en_us: “It’d be nice if you would join us. We need all the help we can get.”{j}

source: “일단은 방법이 있어요.{j}주차장에 차가 있으니까.”
en_us: “I have an idea. There’s a car in the parking lot.”{j}

source: <엄마mother> 희주야엄마가 다알겠어 일단집에들어오고얘기해
en_us: Mother: I understand, Huiju. So just come home first and we can talk.

source: 다리, 조금 더 정확하게는 허벅지의 일부가 부풀어 오르며 간지럽기 시작한 것이다.{j}이 급박한 상황 속에서도 나는 덜컥 겁을 먹었다.{j}설마 내 몸에서도 따개비 같은 것들이 돋아나는 것인가?
en_us: My leg—or my thigh to be precise—began puffing up and feeling ticklish. Even in this pressing moment, I became scared stiff. Don’t tell me barnacles are growing out of my body too!{j}{j}

source: ‘한시라도 빨리 형이 있는 곳으로 가야지.’{j}부평.{j}인천의 중심지.{j}나는 이 건물을 나간 뒤 백적도를 탈출해서 그쪽으로 갈 계획이었다.
en_us: I have to go find my brother as soon as possible. Bupyeong was a district located in the center of Incheon. My plan was to leave this building, escape Baekjeok Island, and head over there.{j}{j}{j}

source: 끼긱- 끼기기긱-
en_us: Click-clack... Squeaaak...

source: 내 말에 김슬비를 비롯한 모든 이들의 눈이 휘둥그레진다.
en_us: Seulbi, along with everyone else, widened their eyes.

source: ……따각!
en_us: Clunk...!

source: [이…… 호오오오오온…… 조그마아안…… 기다아아려어어…….]
en_us: “Waaait... I’ll... diiivorce... sooooon...”

source: “비가 안 와서 그런가?{j}더 느려진 것 같아요.”
en_us: “Is it because it stopped raining? They seemed to have grown slower,” Seulbi remarked.{j}

source: 생선의 배를 열어 내장을 꺼내 보니.{j}“으헉!?”{j}나는 또다시 기겁할 수밖에 없었다.
en_us: “Aaagh!” I gasped, appalled, when I spread open the stomach and took out its guts.{j}{j}

source: “왠지 비위 상하네 이거.”{j}나는 미간을 찌푸린 채 따개비들을 벅벅 긁어 냈다.{j}이윽고, 나는 너덜너덜한 피부를 가진 감생이를 뒤집어서 배를 갈랐다.{j}내장을 빼낼 시간이었다.
en_us: “Ugh, I’m losing my appetite.” With a grimace, I scraped off the barnacles. Next, I flipped over the tattered fish and slit its stomach. It was time to remove its guts and entrails.{j}{j}{j}

source: 철문을 두드리는 소리는 계속해서 들려왔다.
en_us: Thud...! Thud...! Thud...!

source: “그렇게까지요?”
en_us: “Do I really have to?”

source: “뭐가 배수로들을 꽉 막고 있나 본데요?”
en_us: “Something must be clogging the drainage,” said Seulbi.

source: 쿵-{j}몸이 찌뿌둥해서 기지개를 좀 켜려 했더니만, 침대 위의 벽에 머리가 부딪쳤다.{j}키보다도 짧은 이놈의 침대, 확 뽀개 버리고 싶었지만 등대 안 독방의 크기가 워낙에 좁으니 침대의 잘못만은 아니다.
en_us: Thunk. My head hit the wall above my bed when I tried to stretch my tired body. The damn bed was shorter than me. I wanted to smash it into pieces, but the bedroom inside the lighthouse was cramped to begin with.{j}{j}

source: “……아저씨?”
en_us: “Mr. Park...?”

source: 뒤에서 들려오는 소리가 내 오줌발을 뚝 멎게 만들었다.
en_us: I stopped urinating and froze.

source: “여차하면 던져서 골통을 확…….”{j}하지만 말만 그렇게 했을 뿐이지, 그럴 용기는 없었다.{j}나는 살면서 지금까지 단 한 번도 남에게 해를 끼쳐 본 적이 없었으니까.
en_us: “If anything happens, I’ll throw these at his head...” I mumbled to myself. In reality, however, I had no courage to do such thing. All my life, I had never even once harmed anyone else.{j}{j}

source: 나는 따개비 인간이 중얼거리는 의미불명의 말들을 조용히 관찰했다.
en_us: I quietly listened to the mysterious mumblings of the barnacle human.

source: ……퍽!
en_us: Thwack...!

source: 나는 한동안 더 고민을 해 보았다.{j}물론 눈앞에 있는 회장 등의 대학생들은 그다지 의지가 되지 않는다.{j}하지만 내 주머니에는 아직 생수 한 병과 라면 한 봉지가 남아 있었다.{j}이곳을 나가기 전 김슬비가 줬던 것이었다.
en_us: I dwelled on it at length. Of course, the president and the other students weren’t very reliable. But I had one bottle of water and a packet of instant noodle in my pocket. Seulbi had given those to me when I was about to leave.{j}{j}{j}

source: “발?”
en_us: “A foot?”

source: 나는 몇 번을 고민하고 고민하고 또 고민한 끝에 화장실 문턱을 기어 나왔다.{j}섣불리 문의 걸쇠를 따기 전, 나는 먼저 방구석에 있는 화장대로 향했다.{j}목표는 화장대의 거울.{j}먼지가 쌓인 거울의 표면에는 빨갛고 노란 지문들이 덕지덕지 묻어 있다.
en_us: After contemplating multiple times, I finally clawed my way out of the washroom. But before I unclasped the latch on the main door, I headed to the vanity in the corner of the room. What I wanted was the mirror. The mirror was coated with a layer of dust and covered thickly with red and yellow fingerprints.{j}{j}{j}

source: ‘제발 가라…… 제발 그냥 가…….’{j}내가 속으로 간절히 기도하고 있을 때.
en_us: Please, leave already... Just leave me alone... I prayed earnestly.{j}

source: 하지만 발걸음이 쉽게 떨어지지 않는다.{j}눈앞에 있는 화장실은 너무 구석졌고 또 음침했다.{j}문 근처에 부서진 화분 조각이나 말라죽은 나무들이 있어서, 여차하면 도망칠 때 방해가 될 것도 같았다.
en_us: But I felt reluctant to leave. The toilet before me was way too secluded and dreary. Pieces of broken flowerpot and dead twigs littered the entrance too. They’d get in the way if I had to make a run for it.{j}{j}

source: ‘섬을 돌아다니고 있다.’{j}나는 이를 악물었다.
en_us: He’s searching the island. I gritted my teeth.{j}

source: 나는 곧바로 3층으로 올라갔다.{j}3층 복도 역시도 2층 복도와 상황이 비슷했다.{j}작업복을 입은 아저씨와 화려한 옷차림의 아가씨가 나를 반긴다.{j}물론 얼굴과 몸 전체에 따개비들을 다닥다닥 붙인 채로.
en_us: Without delay, I dashed up the stairs to the third floor, which was no different from the second floor. A man dressed in coveralls and a lady wearing a gaudy outfit welcomed me. Of course, their faces and bodies were all covered in barnacles.{j}{j}{j}

source: 유서의 시작 부분을 보니, 아무래도 이 여학생은 따개비 인간들 때문에 자살한 것은 아닌 모양이다.{j}어촌계장 아저씨의 말에 따르면 간혹 있다고 했다.{j}수능이 끝난 이후 성적을 비관하여, 아무도 없는 시골의 여인숙이나 모텔에서 목숨을 끊는 아이들이.{j}수능이 끝난 시즌, 혹은 신입생들이 입학할 시즌, 혹은 신입생들이 단체로 MT를 떠날 시즌쯤이 재수생, 혹은 N수생들의 자존감이 제일 바닥을 칠 때라고 하지 않았던가.{j}그래서 어촌계장 아저씨는 이맘때쯤 혼자 묵으러 오는 앳된 손님은 아예 받지 않는다고 했었는데.
en_us: Judging by how her letter began, the high schooler did not seem to have taken her life because of the barnacle humans. The village chief had told me that these tragic incidents happened every once in a while. Students who felt hopeless about their college entrance exam results took their lives in an empty countryside inn or motel. It happened shortly after the end of exams, when university began, or when groups of freshmen left for Membership Training. It was when the exam repeaters’ self-esteem sank to the bottom. During these periods, the village chief refused to accept any lone, young guests.{j}{j}{j}{j}

source: 나는 후들거리는 다리로 걸었다.{j}잠겨 있는 창고 문을 안에서 열고 나오자 불이 꺼져 어두운 모텔 복도가 보인다.
en_us: My legs quivered as I walked forward. When I unlocked the door from inside and stepped out, I saw the dark, unlit corridor of the motel.{j}

source: [목…… 말라아아아아아아아아아아아…….]
en_us: “Thirs...tyyyyyy...”

source: 508호로 올라가 보았다.{j}눅눅하고 퀴퀴한 냄새가 나는 방 안에는 이불이 펼쳐져 있었다.{j}방 가운데에 아까의 그 남학생이 누워 있는 것이 보였다.{j}노원빈.{j}그는 파리한 안색으로 배를 부여잡은 채 끙끙 앓고 있었다.{j}머리에는 물수건을 올려놓은 채다.
en_us: I followed the students to Room 508. Bedsheets were strewn about inside the damp, musty room. In the middle of the room lay the male student named Wonbin. He was clutching his stomach with a pallid face, groaning in pain. A wet towel was draped over his head.{j}{j}{j}{j}{j}

source: 내가 조심스럽게 묻자 그녀는 대답 대신 식칼을 들어 올려 보였다.{j}그리고 바리케이드 하단의 자판기를 몇 번 두드렸다.
en_us: Instead of replying, she raised the kitchen knife. Then, she banged it on the lower part of the vending machine of the barricade.{j}

source: ‘……일단 아무 방에나 들어가서 몸 좀 녹이고 한숨 자야겠다.’
en_us: First things first... Let’s go find a room, warm myself up, and get some sleep...

source: “와꾸 말고 귀도 썩었냐?{j}니 남친 몸뚱이는 돈 주면서 제발 봐 달라고 해도 안 본다고, 병신년아.”
en_us: “Is something wrong with your ears? I said, I wouldn’t even look at your boyfriend’s body even if you paid me and pleaded me for it, b*tch.”{j}

source: 나는 변기통 안에 머리를 처박을 수밖에 없었다.{j}그리고 떨리는 혀를 뻗어 변기에 고인 물에 가져다 댔다.
en_us: I could not help but ram my head into the toilet bowl. In that position, I poked out my quivering tongue to the water inside.{j}

source: 마지막 차례는 여학생이었다.{j}큰 키에 눈에 띄게 화려한 외모.{j}레깅스를 입고 홀로 멀찍이 서 있는 그녀의 표정은 짜증으로 얼룩져 있다.
en_us: The last one left was the female student. She was tall and outstandingly beautiful. She was wearing leggings and stood alone afar. Her face was riddled with annoyance.{j}{j}

source: 나는 납 추처럼 무거운 몸을 들어 걷기 시작했다.{j}온몸이 쑤시고 아프다.{j}짠물을 너무 많이 먹어서 토할 것 같았고, 전신이 얼음통에 파묻혀 있는 듯 덜덜 떨린다.{j}이 바닷바람을 몇 분만 더 맞고 있어도 곧 얼어 죽을 것 같았기에 나는 일단 들어갈 수 있는 곳을 찾았다.
en_us: My body felt as heavy as lead. I forced myself to get up and began trudging. Everywhere I ached and throbbed with pain. I had ingested too much saltwater and now felt like barfing. My body shivered like it was dipped in a bucket of ice. Knowing that the cold sea breeze was enough to kill me from hypothermia, I searched around for a place to take shelter.{j}{j}{j}

source: 저것들이 언제 내 몸에 붙어 있었단 말인가.{j}나는 그중 하나가 내 얼굴로 타고 오르는 것에 경악했다.{j}그래서 나도 모르게 문에서 손을 떼고 얼굴을 후려치고 말았다.
en_us: Since when had sea roaches been groveling my body? To my horror, one of them began climbing up my face. Without thinking, I let go of the door and smacked my own face.{j}{j}

source: 유통기한이 지났어도 면 위에 뿌려 놓은 라면 스프는 여전히 자극적이었다.{j}어느 정도냐 하면.
en_us: Though the noodle was past its expiry date, the peppered seasoning was still as spicy and strong as ever.{j}

source: “이거밖에 없나…….”
en_us: “Is this all I have...?”

source: 지이잉- 지이잉- 지이이잉-
en_us: Bzzz... Bzzz... Bzzz...

source: 꾸구구구구국……
en_us: Squeaaak...

source: 스윽-
en_us: Whoosh.

source: -굿모닝♪ 빰빰……
en_us: “Good morning! ♬ Beep-beep...”

source: 한편, 김슬비는 고개를 돌려 복도 구석을 향해 물었다.{j}“예영아, 넌 정말 안 가?”
en_us: Seulbi turned toward the corner of the hallway and asked, “Are you really not going, Yeyeong?”{j}

source: <엄마mother> 내딸잘있는거지 비많이오고땅이많이흔들려...{j}어디나가지말고 꼭실내에있으렴겁먹지말구우리딸 몸건강만하면되는거야 알지?엄마는우리딸믿어...
en_us: Mother: Are you all right? It’s pouring outside and the ground keeps shaking... Don’t go anywhere and stay indoors at all times. Don’t be scared. I just want you to be healthy, okay? I believe in you, Huiju...{j}

source: 기기기기긱……
en_us: Creaaak...

source: 침대 전체에서 찝찔한 바닷내음이 풍기고 있었다.
en_us: The bed reeked of the salty stench of the seawater.

source: ‘그래야 식량과 식수를 구비해서 선착장으로 갈 수 있지.’{j}배를 타고 인천 본토로 가기 위해서는 어차피 넘어야 할 산이었다.{j}문제는 혼자 하느냐, 같이 하느냐다.
en_us: And I have to grab more food and water to go to the dock. It was something I had to do to take the boat to mainland Incheon. The problem was, should I do it alone or in a group?{j}{j}

source: 나는 핸드폰의 전원을 켜고 화면을 열어 보았다.{j}제일 먼저 119에 구조 요청을 하려 했으나.
en_us: I turned on the phone and unlocked the screen. The first thing I set out to do was to call 911, however...{j}

source: 스프레이는 입구를 통해 분사되는 즉시 라이터의 불길로 향했고, 이내 전방을 향해 발사되는 커다란 화염 줄기를 만들어 냈다.
en_us: She sprayed the pesticide toward the flickering flame from the lighter, creating a massive blaze of fire shooting out to the front.

source: -내가 이미 그렇게 살고 있어 ㅅㅂ
en_us: - I’m already living like that, f*ck.

source: “맥주도 다 떨어졌네.{j}쩝.”
en_us: “Aw, man. I’m out of beer.” I sighed.{j}

source: 나는 옆에 있는 황가애에게 물었다.{j}“어디가 아픈 건가요?”
en_us: I asked Ga-ae who was standing beside me, “Why is he sick?”{j}

source: 퍼-억!
en_us: Wham!

source: 현관에 도착한 순간, 이불을 박차고 곧바로 뛰쳐나갔다.{j}그러나.
en_us: As soon as I arrived at the door, I kicked the blanket off and dashed out. However...{j}

source: “어쩔 수 없나.{j}다시 카운터로 가서 뭐든 가지고 와야겠네.”
en_us: “Oh well. I guess I’ll go back to the counter and bring back something.”{j}

source: 따개비 인간은 나를 보고도 그저 멀뚱멀뚱 서 있을 뿐 별다른 움직임을 보이지 않았다.{j}나는 그것을 통해 한 가지를 직감할 수 있었다.{j}저것들.{j}시력은 영 별로다.
en_us: However, though the barnacle human was looking my way, she merely stood vacantly with no particular movement. That was when I instinctively realized that those creatures had poor vision.{j}{j}{j}

source: 방 밖의 불륜 남녀는 소리를 따라가 버린 듯했다.{j}나는 그제야 이불에서 나왔다.{j}누가 창자를 쥐어짜는 것 같았다.{j}배가 너무 고프면 아플 수도 있다는 것을 지금에서야 처음 알았다.
en_us: The infidel couple seemed to have left the room in search of the noise. At last, I wriggled out of the blanket. My intestines felt like they were being wrung out dry. For the first time in my life, I realized that being famished could feel painful too.{j}{j}{j}

source: 나는 아주 천천히, 달팽이만큼이나 느린 속도로 손을 움직여 문의 걸쇠를 풀었다.
en_us: I moved my hand at a snail’s pace and unlatched the lock on the door.

source: 보트는 폭우 쏟아지는 밤바다 위를 사납게 가른다.{j}방파제를 향해 전속력으로!
en_us: The boat cut across the sea in the tempestuous night. Let’s go full speed!{j}

source: 위층에서 들려오던 쇳소리의 정체가 궁금하기는 했지만, 각 층 복도에 저런 따개비 인간들이 몇이나 더 있을지 의문이었고, 또 1층에는 따로 내가 노리던 것이 있었기 때문이다.{j}로비 전면에 있는 카운터.{j}이런저런 비상용품들이 비치되어 있는 그 장소가 내 목적지였다.
en_us: I wondered what was making the metallic sound upstairs. But who knew how many more barnacle humans there were at each hallway? Plus, there was a reason why I had to go down to the first floor. My goal was to get to the checkout counter located at the front of the lobby. It was equipped with various emergency supplies.{j}{j}

source: 어느 날.{j}즐겨 찾는 커뮤니티 사이트에 글 하나가 올라왔다.
en_us: One day, I came across a post on my favorite online community.{j}

source: 그러고 보니 복도 끝에 있는 508호만 문이 열려 있는 것이 보인다.{j}다들 나 때문에 나온 것 같았다.
en_us: Come to think of it, I realized that only the door to Room 508 located at the end of the hall was open. Everyone seemed to have come out to see me.{j}

source: 김슬비는 대량의 머리카락들을 가위로 잘게 잘라 페트병에 밀봉해 두었다가 달리는 도중 김 가루처럼 조금씩 뿌려 놓았다.{j}그리고 서서히 대기 중으로 퍼지는 머릿기름 냄새를 맡은 따개비 인간들은 때마침 요란하게 울려 퍼지는 벨 소리를 따라 2층의 비상구로 유인된 것이다.
en_us: Seulbi had finely cut a bunch of hair, sealed it inside the plastic bottle, and released into the air bit by bit as she ran. The barnacle humans sniffed the oily hair gradually dispersing in the air. At the same time, the phone alarm went off noisily, attracting the creatures to the emergency exit on the second floor.{j}

source: 뭔가 시커먼 것들이 물고기 사체에 드글드글 꼬여 있다가 내 발소리를 듣고 후다닥 흩어져 달아난다.{j}커다란 바퀴벌레들을 보는 것 같았지만 바퀴벌레와는 비교조차 할 수 없는 속도로 움직이고 있었다.
en_us: Something black swarmed around the dead fish before scattering away upon hearing my footstep. They reminded me of huge cockroaches, but the speed at which they moved was incomparably faster.{j}

source: 저 멀리, 파도가 출렁이는 해수면 위에는 다소 뜬금없는 간판 하나가 솟아올라 있는 것이 보인다.{j}<어진이네 물회&매운탕>{j}그것을 본 순간 나는 오싹 타오르는 소름을 느꼈다.
en_us: In the distance, I saw a random signage floating between the sloshing waves. It read: “Eojin’s Spicy Raw Fish Soup and Fish Stew”. The moment I saw it, chills ran down my spine.{j}{j}

source: “……그래.{j}훈련소 개밥으로도 몇 주나 버텼는데.”
en_us: “Well... They practically fed us dog food at the training center, but I still lasted for weeks,” I reminded myself.{j}

source: 두 남녀가 내 쪽을 향해 걸어온다.
en_us: The man and the woman began walking toward me.

source: “……이게 쉬운 게 아니구나.”{j}나는 대걸레 자루 끝으로 덜렁덜렁 늘어진 칼을 보며 한숨을 쉬어야 했다.
en_us: “It’s not easy, huh...?” I sighed as I peered at the knife dangling loosely at the end of the mop.{j}

source: “망했다!”
en_us: “Dammit!”

source: [사료오오오…… 줄게에에에…… 으어어어어…….]
en_us: “I’ll... feeeeeed... youuu...”

source: 이 모텔 안에서만큼은 굉장히 유용한 히든 피스이다.{j}나는 마스터키로 카운터의 문을 열고 들어갔다.{j}딱 직원 하나가 근무할 수 있게끔 만들어진 공간.
en_us: It was an incredibly useful trump card in this motel. With the master key, I unlocked the door to the checkout counter and stepped inside. The space was made to occupy exactly one employee.{j}{j}

source: 이대로라면 등대의 단순한 내부구조상 바로 화장실과 탕비실을 지나서 내가 있는 독방으로 올 것이다.{j}나는 얇은 나무문이 잘 버텨 주기만을 바라며 두 눈을 꽉 감았다.
en_us: The interior of the lighthouse was simple. At this rate, he would pass by the washroom and the pantry and come straight into my room. I clenched my eyes, hoping that the thin wooden door would hold out.{j}

source: 이에 나는 약간 고민하다가 다시 답댓글을 남겼다.
en_us: I paused for a moment before typing my reply.

source: ‘아냐.{j}내가 무슨 생각을.’
en_us: No. What am I thinking?{j}

source: 유통기한 몇 년 지난 음식까지도 가뿐하게 소화하는 내 위장조차도 지금 이 냄새에는 스멀스멀 거부감을 보이고 있다.{j}그런 악취 속에서 태연하게 서 있다는 것은 이상함을 넘어 기괴함에 가까웠다.
en_us: I could easily stuff my face with food years past its expiry date, but even I could barely stomach this stench. So, standing so peacefully in the reek was not only weird but uncanny.{j}

source: 하지만 그 말이 나오자 여섯 명의 대학생 모두의 얼굴 표정이 딱딱하게 굳었다.
en_us: But as soon as the words left my mouth, all six students’ faces stiffened.

source: “뭐야 이거?{j}따개비야?”
en_us: “What is this? Barnacles?”{j}

source: 따개비 인간의 안면에 불이 끼얹어졌다.
en_us: The flame burst over the barnacle human’s face.

source: ‘자식아.{j}정신 차려라.’
en_us: Hey, kiddo. Get a hold of yourself.{j}

source: 나는 곧 뒤집힐 것 같은 보트에 한 번, 그리고 보트의 한쪽 면을 붙잡고 기어오르는 ‘크고 무거운 것’에 두 번 비명을 질렀다.
en_us: I screamed twice; once, when the boat nearly capsized, and again when something big and heavy clung to one side of the boat and began crawling up.

source: “핸드폰!”
en_us: “A phone!”

source: ……팍!
en_us: Whoosh...!

source: “네.{j}먼저 가세요, 언니.”{j}그녀는 따개비 인간이 바닥을 뒹구는 것까지를 확인하고서야 뒤돌아 달렸다.
en_us: “Okay. Go ahead first, Ga-ae,” Seulbi said. Only after confirming that the barnacle human was writhing on the ground did she finally sprint as well.{j}{j}

source: 소리가 나지 않게 조심해서 테이프를 뜯었다.
en_us: I tore the tape, careful not to make a sound.

source: ‘헉!?{j}내 발을 자르려고!?’{j}다급한 상황에서 제일 먼저 든 생각은 뻘생각.{j}하지만 칼날은 내 발이 아니라 내 발끝을 물고 늘어지는 모델 여자의 양 이빨 사이를 파고들었다.
en_us: Agh! Is she going to cut off my foot?! Or so I thought rather uselessly in such an urgent situation. But the blade was not aimed at me. Instead, it stabbed between the teeth of the barnacle woman sinking into the end of my foot.{j}{j}{j}

source: 콰쾅!
en_us: Smash!

source: 근데, 따개비가 원래 이렇게 빨리 자라는 생물이었던가?{j}뭐, 배 밑창에 보면 조금만 신경을 안 써도 다닥다닥 들러붙어 있긴 하던데.{j}나는 오만상을 찌푸린 채 돈가스 나이프를 들어 따개비를 득득 긁어내기 시작했다.{j}자칫하면 베이거나 찔릴 수 있으니 고무장갑까지 야무지게 낀 채로.{j}그때.{j}밑.{j}1층에서 철문이 울리는 소리가 들려온다.
en_us: Do barnacles even grow this fast? Well, bunches of them grew underneath boats if I was careless. I winced as I took a slicing knife and began scraping off the barnacles. To prevent cuts, I made sure to put on rubber gloves as well. Just then, I heard a knock. It was coming from downstairs. Someone was knocking on the iron gate.{j}{j}{j}{j}{j}{j}

source: 눈앞에 있는 창창한 소녀, 아니 창창했었던 소녀는 왜 이런 선택을 했을까?{j}설마 밖에 따개비 인간들이 배회하고 있는 것이 너무 무서워서?{j}탈출이 불가능한 상황 속에 절망해서?
en_us: Why did a young girl who has—I mean, had—such a promising future make such a tragic choice? Was she too terrified of the barnacle humans creeping around outside? Was she feeling hopeless at her situation where escape was impossible?{j}{j}

source: 깜빡-{j}
en_us: Blink.

source: 원래 눈이 있었던 것으로 추정되는 빈 공간에 작은 게와 새우들이 끓는다.{j}그것은 천천히 허공을 더듬어 가며 내가 있는 곳으로 넘어오려 하고 있었다.{j}오래된 젓국 냄새와 해초에서 나는 물비린내가 뒤섞이며 코를 확 찌른다.
en_us: Tiny crabs and shrimps seethed in the hollow caves of what seemed to be eye sockets. The creature slowly fumbled the empty space as it tried to cross over to where I was. The stench of stale brine mingled with the fishy smell of seaweed stung my nose.{j}{j}

source: 저 멀리, 복도 너머의 위층에서 쇳조각들이 부딪치는 듯한 소리가 들려오기 시작했다.
en_us: In the distance, the sound of metal pieces clashing against each other began coming from the hall above ours.

source: 나는 울 것 같은 표정으로 뛰쳐나왔다.{j}계단을 미친 듯이 뛰어 내려가다가 박씨 아저씨가 만들어 놓은 물 발자국에 미끄러져 한번 죽을 뻔했다.
en_us: I almost teared up as I darted out. I was running down the stairs like there was no tomorrow when I slipped on Mr. Park’s wet footprint and almost died.{j}

source: 형과 형수가 이혼서류에 도장을 찍던 날이 내가 공무원 시험에 4번째로 떨어졌던 바로 다음 날이었던가.{j}그날도 나를 바라보며 웃던 형의 얼굴이 떠오른다.
en_us: That day, my brother and his wife had signed divorce papers. It was probably the day after I had flopped my fourth civil service exam. Even then, my brother had glanced at me with a smile.{j}

source: “발음을 좀 똑바로 하면 무슨 말인지 알아듣기가 더 편할 텐데.”
en_us: “It’d be much easier to understand what he’s saying if he pronounced it clearly,” I muttered under my breath.

source: “으…… 진짜 극혐이다.{j}이게 피부를 뚫고 나오려고 했던 건가?”{j}어쩐지 감생이의 무게가 크기에 비해 훨씬 많이 나가던 이유가 있었다.{j}이런 석회질 껍데기들이 배 안에 가득 차 있었으니.{j}“진짜 아팠겠는데 이건.”
en_us: “Blech... It’s disgusting. Were these barnacles trying to break through the fish skin?” No wonder the black seabream weighed so much for its size. The fish was filled with calcite shells. “It must have seriously hurt.”{j}{j}{j}{j}

source: 그때.{j}킁킁-{j}김씨 아저씨가 이쪽을 향해 고개를 돌렸다.
en_us: Sniff sniff. Mr. Kim snuffed the air as he turned towards me.{j}{j}

source: 한편, 제일 앞장서서 달리던 나는 어느덧 목표물을 찾아냈다.{j}성락장의 현관을 기준으로 3시 방향, 차양막 밑 분리수거장 옆에 주차되어 있는 흰색 포터 트럭.{j}나는 차 키를 움켜쥔 채 트럭으로 달렸다.
en_us: Meanwhile, I was running at the very front and found my target. To the 3 o’clock of the entrance to Motel Nirvana stood a white pickup truck. It was parked beside the awning and the dumpster. I clutched the car key and ran for the truck.{j}{j}

source: 뿌지직!
en_us: Crack!

source: 하지만 이런 상황 속에서는 분에 넘칠 정도의 호의였다.{j}그녀 또한 얼마 없는 식량과 식수를 나에게 나눠 준 것일 테니까.
en_us: She was giving me food and water that even she was in need of. It was an act of goodwill far beyond her means.{j}

source: 나는 재빨리 소변기를 등지고 돌아섰다.{j}그리고 옆에 세워 두었던 간이 창을 움켜잡았다.
en_us: I instantly swerved around, my back facing the urinal now. Then, I grabbed the makeshift spear I had rested against the wall.{j}

source: 나는 모텔 2층, 복도 제일 끝의 구석을 불법 증축해 놓은 창고로 곧장 들어왔다.{j}말라붙은 석유 냄새가 풍기는 난로, 돌돌 말려져 있는 장판, 고장 난 냉장고와 화면이 깨진 TV.{j}앞쪽에는 생수 묶음과 유통기한이 한참 지난 듯 보이는 컵라면들이 먼지를 뒤집어쓴 채 가득 쌓여 있다.{j}비좁고 퀴퀴한 먼지로 가득한 컨테이너였지만 비바람이 불어오지 않는다는 것만으로도 내게는 천국처럼 느껴졌다.
en_us: When I stepped inside, I found myself in a storage. It was set up illegally at the very end of the second floor of the motel. Inside the storage was a heater reeking of dried oil, a rolled-up heating pad, a defective fridge, and a TV with the screen cracked. To the front, there was a bundle of water bottles and stacks of instant cup noodles with a layer of fine dust. The storage was a essentially a cramped container filled with musty dust, but no rainstorm rushed in here. That was enough to make it feel like heaven to me.{j}{j}{j}

source: ‘……지금이 21년이니까, 20학번이면 이제 21살쯤 된 건가?’
en_us: It’s 2021... So if she’s in the class of ‘20, does that make her 21 years old?
